Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Peanut milk for culinary purposes
it: Latte di arachidi per uso alimentare

source: Almond milk for culinary purposes
it: Latte di mandorle per uso culinario

source: Artichokes, preserved
it: Carciofi, conservati

source: Processed Pulses
it: Legumi trattati

source: Dried edible mushrooms
it: Funghi commestibili secchi

source: Beancurd sticks
it: Bastoncini di tofu

source: Processed betel nuts
it: Noci di betel trattate

source: Edible dried flowers
it: Fiori secchi commestibili

source: Century eggs
it: Uova centenarie

source: Coconut milk for culinary purposes
it: Latte di cocco ad uso culinario

source: Processed lychee fruit
it: Frutti di litchi trattati

source: Processed pumpkin seeds
it: Semi di zucca trattati

source: Prepared coconut
it: Cocco preparato

source: Prepared meals consisting primarily of meat substitutes
it: Pasti pronti principalmente a base di succedanei della carne

source: Processed watermelon seeds
it: Semi d'anguria trattati

source: Vegetable powders
it: Ortaggi in polvere

source: Dried edible black fungi
it: Funghi neri edibili secchi

source: Dried edible tremella fuciformis
it: Tremella fuciformis commestibili secche

source: Chicken croquettes
it: Crocchette di pollo

source: Pre-cooked curry stew
it: Stufati di curry precotti

source: Vegetable chips
it: Ortaggi a pezzetti

source: Snack foods based on legumes
it: Snack a base di verdure

source: Processed legumes
it: Verdure trattate

source: Vegetable spreads
it: Verdura spalmabile

source: Processed grape leaves
it: Foglie di vite, lavorate

source: Shish kabobs
it: Kebab shish

source: Fruit-based fillings for cobblers
it: Ripieno di frutta per dessert croccanti

source: Pickled radishes
it: Ravanelli sottaceto

source: Tofu-based snacks
it: Snack a base di tofu

source: Processed plantain seeds
it: Semi di piantaggine trattati

source: Nut and seed-based snack bars
it: Barrette a base di noci e semi

source: Processed lemongrass
it: Citronella trattata

source: Processed mustard greens
it: Senape indiana, lavorata

source: Olive puree
it: Paté di olive

source: Spiced oils
it: Oli speziati

source: Frozen spinach
it: Spinaci congelati

source: Cooked spinach
it: Spinaci cotti

source: Olives stuffed with red peppers
it: Olive ripiene di peperoni rossi

source: Olives stuffed with almonds
it: Olive ripiene di mandorle

source: Pre-packaged dinners consisting primarily of game
it: Pasti preconfezionati principalmente a base di selvaggina

source: Hydrogenated oils for food
it: Oli idrogenati per alimenti

source: Mincemeat made from fruits
it: Farcitura a base di frutta secca

source: Frozen appetizers consisting primarily of seafood
it: Antipasti congelati composti principalmente da frutti di mare

source: Frozen appetizers consisting primarily of chicken
it: Antipasti congelati principalmente a base di pollo

source: Cut vegetables
it: Verdure tagliate

source: Milk-based beverages flavored with chocolate
it: Bevande a base di latte aromatizzate con cioccolato

source: Prepared peppers
it: Peperoni preparati

source: Pre-cooked soup
it: Zuppa precotta

source: Pre-cooked miso soup
it: Zuppa di miso precotta

source: Tofu burger patties
it: Hamburger di tofu

source: Chicken breast fillets
it: Filetti di petto di pollo

source: Preserved sausages
it: Salsicce conservate

source: Vegetable jellies
it: Gelatine vegetali

source: Preserved potatoes
it: Patate conservate

source: Processed tomatoes
it: Pomodori trattati

source: Processed fish products for human consumption
it: Prodotti ittici trattati per l'alimentazione umana

source: Processed soybeans
it: Semi di soia trattati

source: Processed papayas
it: Papaie trattate

source: Processed mangos
it: Manghi trattati

source: Dried fruit-based snacks
it: Snack a base di frutta secca

source: Vegetable-based meat substitutes
it: Succedanei di carne a base di verdure

source: Fried platano
it: Platano fritto

source: Breaded and fried jalapeno peppers
it: Peperoncini jalapeños impanati e fritti

source: Processed pignoli
it: Pinoli trattati

source: Palm hearts, processed
it: Cuori di palma, lavorati

source: Potato-based gnocchi
it: Gnocchi a base di patate

source: Pickled jalapenos
it: Jalapenos sottaceto

source: Meat-based snack foods
it: Spuntini a base di carne

source: Animal kidneys [offal]
it: Rognoni [frattaglie]

source: Vegetable-based snack foods
it: Spuntini a base di verdure

source: Turkey burger patties
it: Hamburger di tacchino

source: Soy burger patties
it: Hamburger di soia

source: Salmon croquettes
it: Crocchette di salmone

source: Cashew nut butter
it: Burro di anacardi

source: Processed edible flowers in crystallized form
it: Fiori commestibili trattati cristallizzati

source: Processed edible flowers
it: Fiori commestibili trattati

source: Olives stuffed with pesto in sunflower oil
it: Olive ripiene di pesto in olio di girasole

source: Olives stuffed with feta cheese in sunflower oil
it: Olive ripiene di feta in olio di girasole

source: Olives stuffed with red peppers and almonds
it: Olive ripiene di peperoni rossi e mandorle

source: Canned sliced vegetables
it: Verdure affettate in scatola

source: Bottled sliced fruits
it: Frutta a fette sotto vetro

source: Canned sliced fruits
it: Frutta a fette in scatola

source: Grilled vegetables
it: Verdure grigliate

source: Cooked olives
it: Olive cotte

source: Dried olives
it: Olive secche

source: Crystallized ginger
it: Zenzero cristallizzato

source: Sour cream substitutes
it: Succedanei di panna acida

source: Snails prepared for human consumption
it: Lumache preparate per l'alimentazione umana

source: Processed quinces
it: Mele cotogne trattate

source: Processed potatoes
it: Patate trattate

source: Processed pimientos
it: Peperoni dolci trattati

source: Processed peppers
it: Peperoni trattati

source: Processed oranges
it: Arance trattate

source: Processed lemons
it: Limoni trattati

source: Processed lamb
it: Agnello trattato

source: Processed dates
it: Datteri trattati

source: Processed cherries
it: Ciliegie trattate

source: Processed cabbage
it: Cavolo trattato

source: Processed blueberries
it: Mirtilli trattati

source: Processed asparagus
it: Asparagi trattati

source: Pre-cut vegetables for salads
it: Verdure pretagliate per insalate

source: Pickled watermelon rind
it: Scorze di anguria sottaceto

source: Omelets
it: Omelette

source: Walnut kernels
it: Gherigli di noce

source: Milk-based beverages containing coffee
it: Bevande a base di latte contenenti caffè

source: Meat-based mousses
it: Mousse a base di carne

source: Chicken stock
it: Brodo di pollo

source: Chicken mousse
it: Mousse di pollo

source: Candied nuts
it: Noci candite

source: Artichoke paste
it: Pasta di carciofo

source: Anchovy paste
it: Pasta d'acciughe

source: Vegetable fats for food
it: Grassi vegetali per alimenti

source: Milk-based beverages containing fruit juice
it: Bevande a base di latte contenenti succo di frutta

source: Bottled vegetables
it: Ortaggi in bottiglia

source: Edible frogs, not live
it: Rane commestibili, non vive

source: Swordfish, not live
it: Pesce spada, non vivo

source: Arrangements of processed fruit
it: Composizioni di frutta lavorata

source: Flavoured nuts
it: Noci aromatizzate

source: Hazelnuts, prepared
it: Nocciole, preparate

source: Processed scallions
it: Scalogni trattati

source: Preserved plums
it: Prugne conservate

source: Kiwifruit flakes
it: Fiocchi di kiwi

source: Dried mangoes
it: Manghi essiccati

source: Dried durians
it: Duri essiccati

source: Dried pineapples
it: Ananas essiccati

source: Dried pawpaws
it: Papaya essiccata

source: Eels, not live
it: Anguille non vive

source: Perches, not live
it: Perche, non vive

source: Trouts, not live
it: Trote, non vive

source: Crucian carps, not live
it: Carpe cruciane, non vive

source: Silver carps, not live
it: Carpe argento non vive

source: Meat preserves
it: Conserve di carne

source: Aromatized fruit
it: Frutta aromatizzata

source: Grilled chicken (Yakitori)
it: Pollo alla griglia (yakitori)

source: Prepared rootstocks
it: Portainnesto preparati

source: Pastrami
it: Capocollo

source: Whipping cream
it: Panna da montare

source: Evaporated milk
it: Latte evaporato

source: Processed almonds
it: Mandorle trattate

source: Vegetable pastes
it: Paté di verdure

source: Fruit-based fillings for cakes and pies
it: Farciture a base di frutta per dolci e torte

source: Acidophilus milk
it: Latte acidofilo

source: Refried beans
it: Fagioli rifritti

source: Fruit purees
it: Purea di frutta

source: Vegetable oils for food
it: Oli vegetali per alimenti

source: Sliced fruit
it: Frutta a fette

source: Prepared dishes consisting primarily of fishcakes, vegetables, boiled eggs, and broth (oden)
it: Piatti pronti principalmente a base di polpette di pesce, verdura, uova bollite e brodo (oden)

source: Dried strawberries
it: Fragole essiccate

source: Fruit, stewed
it: Frutta cotta

source: Compotes
it: Composti

source: Stock in the form of granules
it: Preparati granulari per brodo

source: Preserved chilli peppers
it: Peperoncini rossi in conserva

source: Fermented fruits
it: Frutta fermentata

source: Roast chicken
it: Pollo arrosto

source: Teriyaki chicken
it: Pollo Teriyaki

source: Pre-cut vegetables
it: Ortaggi pre-tagliati

source: Boiled potatoes
it: Patate bollite

source: Liquid eggs
it: Uova liquide

source: Prepared vegetable dishes
it: Piatti pronti a base di verdure

source: Salted cashews
it: Anacardi salati

source: Cooked truffles
it: Tartufi cotti

source: Stuffed olives
it: Olive ripiene

source: Truffle paste
it: Pasta di tartufo

source: Truffle-based spread products (truffle creams)
it: Prodotti spalmabili a base di tartufo (creme di tartufo)

source: Truffle-based oils
it: Oli a base di tartufo

source: Flavoured oils
it: Oli aromatizzati

source: Botifarra sausages
it: Salsicce butifarra

source: Soups and stocks, meat extracts
it: Zuppe e brodi, estratti di carne

source: Prepared insects and larvae
it: Insetti e larve preparati

source: Extra virgin olive oil
it: Olio extra vergine d'oliva

source: Herrings, not live
it: Aringhe non vive

source: Salmon, not live
it: Salmone [non vivo]

source: Sardines, not live
it: Sardine non vive

source: Cooked meats
it: Carni precotte

source: Processed bee pupae for human consumption
it: Pupe di ape lavorate per l'alimentazione umana

source: Prepared pine nuts
it: Pinoli preparati

source: Prepared torreya nuts
it: Semi di Torreya preparati

source: Cooked fish
it: Pesce cotto

source: Pavlovas made with hazelnuts
it: Pavlova a base di nocciole

source: Nonpareils
it: Nonpariglia

source: Chili oil for use as a seasoning or condiment
it: Olio al peperoncino per condimenti

source: Artificial coffee
it: Succedanei del caffè

source: Artificial rice [uncooked]
it: Riso artificiale [non cotto]

source: Frozen confectionery containing ice cream
it: Confetteria surgelata contenente gelato

source: Mixtures of malt coffee extracts with coffee
it: Miscele di estratti di caffè di malto con caffè

source: Mixtures of malt coffee with coffee
it: Miscele di caffè di malto con caffè

source: Muesli consisting predominantly of cereals
it: Muesli costituito principalmente da cereali

source: Marinades containing seasonings
it: Marinate contenenti condimenti

source: Preparations for making beverages [cocoa based]
it: Preparati per bevande [a base di cacao]

source: Flavoured vinegar
it: Aceto aromatizzato

source: Fruit vinegar
it: Aceto di frutta

source: Biscuits for human consumption made from cereals
it: Biscotti a base di cereali per l'alimentazione umana

source: Biscuits having a chocolate flavoured coating
it: Biscotti con copertura al cioccolato

source: Bread biscuits
it: Biscotti di pane

source: Bread casings filled with fruit
it: Involucri di pane ripieni di frutta

source: Seasoned coating for meat, fish, poultry
it: Copertura aromatizzata per carne, pesce e pollame

source: Dressings for salad
it: Salse per insalata

source: Sauces for barbecued meat
it: Salse per carne alla griglia

source: Steamed rice
it: Riso al vapore

source: Rooibos tea
it: Tè rooibos

source: Ginseng tea
it: Tè al ginseng

source: Preservatives for animal feeds [salt]
it: Conservanti per alimenti per animali [sale]

source: Confectionery having liquid fruit fillings
it: Confetteria con ripieni liquidi di frutta

source: Confectionery in the form of tablets
it: Confetteria in forma di compresse

source: Drinks flavoured with chocolate
it: Bevande aromatizzate al cioccolato

source: Chocolate flavoured confectionery
it: Confetteria aromatizzata al cioccolato

source: Substances imparting flavour for addition to food [other than essential oils]
it: Sostanze che impartiscono gusto da aggiungere agli alimenti [tranne gli oli essenziali]

source: Substances imparting smell for addition to food [other than essential oils]
it: Sostanze che impartiscon profumo da aggiungere agli alimenti [non oli essenziali]

source: Sugar for making jams
it: Zucchero per marmellate

source: Almonds covered in chocolate
it: Mandorle ricoperte di cioccolato

source: Aromatic preparations for ice-creams
it: Preparazioni aromatiche per gelati

source: Liquorice [confectionery]
it: Liquirizia [confetteria]

source: Fructose syrup for use in the manufacture of foods
it: Sciroppo di fruttosio per la produzione di alimenti

source: Prepared cocoa and cocoa-based beverages
it: Bevande pronte al cacao e a base di cacao

source: Ravioli [prepared]
it: Ravioli [pronti]

source: Rice pudding
it: Budino di riso

source: Whole wheat grains being dried
it: Grano integrale in chicchi essiccato

source: Wholemeal bread mixes
it: Miscele integrali per pane

source: Cocoa
it: Cacao

source: Flavourings in the form of dehydrated sauces
it: Aromi sotto forma di salse disidratate

source: Snack foods made of whole wheat
it: Snack a base di frumento integrale

source: Deproteinised flour for use in the production of beer
it: Farina deproteinizzata per la produzione della birra

source: Peppers [seasonings]
it: Sapori [condimenti]

source: Fruit jellies [confectionery]
it: Gelatina di frutta [confettura]

source: Turkish delight coated in chocolate
it: Delizie turche ricoperte al cioccolato

source: Uncooked pizzas
it: Pizze non cotte

source: Vegetable pulps [sauces - food]
it: Polpe di verdure [salse - alimenti]

source: Saffron for use as a seasoning
it: Zafferano per uso come condimento

source: Spiced salt
it: Sale speziato

source: Sweets (Non-medicated -) in compressed form
it: Caramelle (non medicinali) in forma di compressa

source: Achar pachranga (fruit pickle)
it: Achar pachranga (frutta in salamoia)

source: Flavourings made from snails
it: Aromi a base di lumache

source: Sauces
it: Salse

source: Maize (Processed -) for consumption by humans
it: Mais lavorato per l'alimentazione umana

source: Non-medicated flour confectionery containing imitation chocolate
it: Confetteria non medicinale a base di farina contenente succedanei del cioccolato

source: Pies containing poultry
it: Pasticci contenenti pollame

source: Chocolate-based fillings for cakes and pies
it: Farciture a base di cioccolato per torte

source: Sweet dumplings (dango)
it: Gnocchi dolci (dango)

source: Food mixtures consisting of cereal flakes and dried fruits
it: Miscele alimentari composte da fiocchi di cereali e frutta secca

source: Filled sweetmeats
it: Caramelle ripiene

source: Korean traditional rice cake [injeolmi]
it: Torta di riso coreana tradizionale [injeolmi]

source: Tea leaves
it: Foglie di tè

source: Pearl barley [prepared]
it: Orzo perlato [pronto]

source: Pepper vinegar
it: Aceto al pepe

source: Seasoned salt for cooking
it: Sale aromatizzato da cucina

source: Maltose
it: Maltosio

source: Hot dogs (prepared)
it: Hot-dog (pronti)

source: Mint based sweets [non-medicated]
it: Dolci a base di menta [non medicati]

source: Starch derivatives for food human consumption
it: Derivati dell'amido per l'alimentazione umana

source: Stuffing mixes [foodstuffs]
it: Miscele per ripieni [alimenti]

source: Bread with soy bean
it: Pane con semi di soia

source: Natural sweeteners in the form of fruit concentrates
it: Dolcificanti naturali sotto forma di concentrati di frutta

source: Non-medicated confectionery having a milk flavour
it: Confetteria non medicinale aromatizzata al latte

source: Foodstuffs made of rice
it: Alimenti a base di riso

source: Tea (Non-medicated -) consisting of cranberry leaves
it: Tè (non medicinali) composti da foglie di mirtillo rosso

source: Lollipops
it: Lecca lecca

source: Wasabi paste
it: Pasta wasabi

source: Pastries containing creams and fruit
it: Pasticcini contenenti panna e frutta

source: Chai tea
it: Tè chai

source: Coated nuts [confectionery]
it: Noci ricoperte [confetteria]

source: Cocoa-based beverages
it: Bevande a base di cacao

source: Coffee-based beverages
it: Bevande a base di caffè

source: Mixtures of coffee
it: Miscele di caffè

source: Seasoning mixes
it: Spezie miste

source: Preparations for making bakery products
it: Preparati per prodotti da forno

source: Preparations for making gateaux
it: Preparati per fare dolci

source: Herbal flavourings for making beverages
it: Aromi alle erbe per la produzione di bevande

source: Flavourings in the form of concentrated sauces
it: Aromi sotto forma di salse concentrate

source: Flavourings made from fruits
it: Aromi a base di frutta

source: Glucose syrup for use as a preservative for food
it: Sciroppo di glucosio per uso come conservante per alimenti

source: Spaghetti and meatballs
it: Spaghetti e polpette

source: Stuffing mixes containing bread
it: Miscele per ripieni contenenti pane

source: Prepared savory foodstuffs made from potato flour
it: Alimenti pronti salati a base di farina di patate

source: Star aniseed
it: Anice stellato

source: Allspice
it: Nigella

source: Snack foods consisting principally of extruded cereals
it: Snack principalmente a base di cereali estrusi

source: Chocolate extracts
it: Estratti di cioccolato

source: Sandwiches containing chicken
it: Panini imbottiti contenenti pollo

source: Chinese noodles [uncooked]
it: Spaghetti cinesi [non cotti]

source: Aerated chocolate
it: Cioccolato soffiato

source: Organic thickening agents for cooking foodstuffs
it: Addensanti naturali per la cottura di prodotti alimentari

source: Half covered chocolate biscuits
it: Biscotti semi-ricoperti di cioccolato

source: Processed wheat
it: Grano lavorato

source: Aromatic preparations for cakes
it: Preparazioni aromatiche per dolci

source: Aromatic preparations for making non-medicated tisanes
it: Preparati aromatici per tisane non medicinali

source: Aromatic teas [other than for medicinal use]
it: Tè aromatici [non per uso medicinale]

source: Gluten additives for culinary purposes
it: Additivi al glutine per uso culinario

source: Teriyaki sauce
it: Salsa teriyaki

source: Thickening agents for cooking foodstuffs
it: Ispessenti per la cottura di prodotti alimentari

source: Corn kernels being toasted
it: Chicchi di mais tostati

source: Rice biscuits
it: Biscotti di riso

source: Brioches
it: Brioche

source: Tea substitutes
it: Succedanei del tè

source: Roasted and ground sesame seeds
it: Semi di sesamo tostati e macinati

source: Biscuits containing fruit
it: Biscotti contenenti frutta

source: Wholewheat crisps
it: Patatine integrali

source: Cinnamon [spice]
it: Cannella [spezia]

source: Dry and liquid ready-to-serve meals, mainly consisting of rice
it: Piatti pronti, secchi e non, costituiti principalmente da riso

source: Soft rolls [bread]
it: Panini morbidi

source: Prepared desserts [pastries]
it: Dolci pronti [pasticceria]

source: Ice, natural or artificial
it: Ghiaccio, naturale o artificiale

source: Flavourings for foods
it: Aromi per alimenti

source: Coffee substitutes [grain or chicory based]
it: Succedanei del caffè [a base di cereali o cicoria]

source: Essences for use in food preparation [other than essential oils]
it: Essenze per la preparazione di alimenti [esclusi gli oli essenziali]

source: Rolled wafers [biscuits]
it: Cialde arrotolate [biscotti]

source: Prepared wasabi
it: Wasabi preparato

source: Processed herbs
it: Erbe lavorate

source: Synthetic thickeners for foodstuffs
it: Addensanti sintetici per alimenti

source: Flour based savory snacks
it: Snack salati a base di farina

source: Non-medicated confectionery in jelly form
it: Confetteria non medicinale, in forma di gelatina

source: Non-medicated flour confectionery containing chocolate
it: Confetteria non medicinale a base di farina contenente cioccolato

source: Tea extracts
it: Estratti di tè

source: Hot pepper powder [spice]
it: Peperoncino in polvere [spezia]

source: Husked rice
it: Riso sbramato

source: Meringues
it: Meringhe

source: Foods produced from baked cereals
it: Alimenti a base di cereali cotti al forno

source: Filters in the form of paper bags filled with coffee
it: Filtri sotto forma di sacchetti di carta contenenti caffè

source: Flavour enhancers for food [other than essential oils]
it: Esaltatori di gusto per uso alimentare [tranne gli oli essenziali]

source: Flavoured coffee
it: Caffè aromatizzato

source: Yeast for use as an ingredient in foods
it: Lievito per uso come ingrediente per alimenti

source: Bibimbap [rice mixed with vegetables and beef]
it: Bibimbap [riso con verdure e manzo]

source: Gimbap [Korean rice dish]
it: Gimbap [piatto di riso coreano]

source: Korean-style pasta soup [sujebi]
it: Zuppa di pasta alla coreana [sujebi]

source: Instant tea
it: Tè istantaneo

source: Jasmine tea bags, other than for medicinal purposes
it: Bustine di tè al gelsomino, non per uso medicinale

source: Savory food flavourings for animal foods [other than essential oils]
it: Aromi salati per alimenti per animali [tranne gli oli essenziali]

source: Chocolate drink preparations flavoured with banana
it: Preparati per cioccolata da bere aromatizzati alla banana

source: Coffee concentrates
it: Concentrati al caffè

source: Shortbread with a chocolate flavoured coating
it: Pastafrolla con copertura al cioccolato

source: Sweet pickle [condiment]
it: Sottaceti dolci [condimento]

source: Sweeteners consisting of fruit concentrates
it: Dolcificanti consistenti di concentrati di frutta

source: Corn starch derivatives in powder form for making into drinks
it: Derivati di amido di mais in polvere per la preparazione di bevande

source: Covered tarts
it: Torte ricoperte

source: Truffles (rum -) [confectionery]
it: Tartufi al rum [confetteria]

source: Chocolate based products
it: Prodotti a base di cioccolato

source: Pasta for incorporating into pizzas
it: Pasta da inserire nella pizza

source: Pepper powder [spice]
it: Pepe in polvere [spezia]

source: Malted barley prepared for human consumption
it: Orzo maltato per l'alimentazione umana

source: Maltodextrins for nutritional use [other than medical]
it: Maltodestrine per uso nutrizionale [non per uso medico]

source: Extruded food products made of maize
it: Cibi estrusi a base di mais

source: Fresh bread
it: Pane fresco

source: Tea (Non-medicated -) consisting of cranberry extracts
it: Tè (non medicinali) composti da estratti di mirtillo rosso

source: Dessert souffles
it: Soufflé (dolci)

source: Hot breakfast cereals
it: Cereali caldi da colazione

source: Hot chocolate
it: Cioccolata calda

source: Flour of millet
it: Farina di miglio

source: Marzipan
it: Marzapane

source: Ice beverages with a coffee base
it: Bevande ghiacciate a base di caffè

source: Mixtures for making water ices
it: Miscele per la preparazione di gelati

source: Chicory mixtures, all for use as substitutes for coffee
it: Miscele di cicoria da utilizzare come succedanei del caffè

source: Gingerbread
it: Pan pepato
